{
  "quotes": [
    {
      "quote": "Salah satu dosa terburuk adalah seseorang yangmenganggap remeh dosanya.",
      "author": "Abu Bakar Ashidiq"
    },
    {
      "quote": "Siapa yang menjauhkan diri dari sifat suka mengeluh maka berarti ia mengundang kebahagiaan.",
      "author": "Abu Bakar Ashidiq"
    },
    {
      "quote": "Kecerdasan yang paling cerdas adalah takwa, dan kebodohan yang paling bodoh adalah maksiat",
      "author": "Abu Bakar Ashidiq"
    },
    {
      "quote": "Adalah hal yang memalukan bahwa seekor burung justru bangun lebih awal daripada kamu di pagi hari.",
      "author": "Abu Bakar Ashidiq"
    },
    {
      "quote": "Jadilah seperti pohon kayu yang lebat buahnya, tumbuh di tepi jalan. Dilempar buahnya dengan batu, tetapi tetap dibalas dengan buah.",
      "author": "Abu Bakar Ashidiq"
    },
    {
      "quote": "Waspadalah terhadap kesombongan, sebab pada akhirnya kamu kelak akan kembali ke tanah dan tubuhmu akan dimakan oleh cacing.",
      "author": "Abu Bakar Ashidiq"
    },
    {
      "quote": "Cara terbaik untuk mengalahkan seseorang adalah mengalahkannya dengan kesopanan.",
      "author": "Umar Bin Khattab"
    },
    {
      "quote": "Mahkota seseorang adalah akalnya. Derajat seseorang adalah agamanya. Sedangkan kehormatan seseorang adalah budi pekertinya.",
      "author": "Umar Bin Khattab"
    },
    {
      "quote": "Jangan berlebihan dalam mencintai sehingga menjadi keterikatan, jangan pula berlebihan dalam membenci sehingga membawa kebinasaan.",
      "author": "Umar Bin Khattab"
    },
    {
      "quote": "Jangan tertipu oleh orang yang membaca Alquran. Tapi lihatlah kepada mereka yang perilakunya sesuai dengan Alquran itu.",
      "author": "Umar Bin Khattab"
    },
    {
      "quote": "Bila engkau menemukan cela pada seseorang dan engkau hendak mencacinya, maka cacilah dirimu, karena celamu lebih banyak darinya.",
      "author": "Umar Bin Khattab"
    },
    {
      "quote": "Tidak ada rasa bersalah yang dapat mengubah masa lalu dan tidak ada kekhawatiran yang dapat mengubah masa depan.",
      "author": "Umar Bin Khattab"
    },
    {
      "quote": "Terkadang, orang dengan masa lalu paling kelam akan menciptakan masa depan yang paling cerah.",
      "author": "Umar Bin Khattab"
    },




    {
      "quote": "Di antara pendosa, yang paling buruk adalah dia yang meluangkan waktunya untuk membahas kesalahan orang lain.",
      "author": "Ustman Bin Affan"
    },
    {
      "quote": "Tidak seorang pun yang menyembunyikan suatu rahasia di dalam hatinya, kecuali Allah akan menampakkan pada raut wajahnya atau melalui perkataan yang terlontar dari lidahnya.",
      "author": "Ustman Bin Affan"
    },
    {
      "quote": "Risau terhadap dunia adalah kegelapan bagi hati, sedangkan risau terhadap akhirat adalah cahaya bagi hati.",
      "author": "Ustman Bin Affan"
    },
    {
      "quote": "Pengetahuan lebih baik daripada kekayaan, pengetahuan akan melindungimu, sedangkan kekayaan harus kamu lindungi.",
      "author": "Ustman Bin Affan"
    },
    {
      "quote": "Tergelincirnya lidah itu lebih berhaya daripada tergelincirnya kaki.",
      "author": "Ustman Bin Affan"
    },
    {
      "quote": "Jangan pernah membuat keputusan dalam kemarahan dan jangan pernah membuat janji dalam kebahagiaan.",
      "author": "Ali bin Abi Thalib"
    },
    {
      "quote": "Seseorang yang putus asa melihat kesulitan dalam setiap kesempatan, tetapi orang yang optimis melihat peluang dalam setiap kesulitan.",
      "author": "Ali bin Abi Thalib"
    },
    {
      "quote": "Janganlah engkau mengucapkan perkataan yang engkau sendiri tak suka mendengarnya jika orang lain mengucapkannya kepadamu.",
      "author": "Ali bin Abi Thalib"
    },
    {
      "quote": "Pergunjingan adalah puncak kemampuan orang-orang yang lemah.",
      "author": "Ali bin Abi Thalib"
    },
    {
      "quote": "Aku sudah pernah merasakan semua kepahitan dalam hidup dan yang paling pahit ialah berharap kepada manusia.",
      "author": "Ali bin Abi Thalib"
    },
    {
      "quote": "Kemarahan dimulai dengan kegilaan dan berakhir dengan penyesalan.",
      "author": "Ali bin Abi Thalib"
    },
    {
      "quote": "Berbahagialah orang yang dapat menjadi tuan bagi dirinya, menjadi pemandu untuk nafsunya, dan menjadi kapten untuk bahtera hidupnya.",
      "author": "Ali bin Abi Thalib"
    },
    {
      "quote": "Aku tidak peduli atas keadaan susah dan senangku, karena aku tidak tahu manakah di antara keduanya itu yang lebih baik bagiku.",
      "author": "Umar Bin Khattab"
    },
    {
      "quote": "Segala sesuatu itu akan binasa. Dan binasanya ilmu adalah lupa pada ilmu itu.",
      "author": "Ustman Bin Affan"
    },
    {
      "quote": "Angin tidak berhembus untuk menggoyangkan pepohonan, melainkan menguji kekuatan akarnya.",
      "author": "Ali bin Abi Thalib"
    },
    {
      "quote": "Tidak ada gunanya seorang penolong yang selalu menghina atau teman yang selalu berburuk sangka.",
      "author": "Ali bin Abi Thalib"
    },
    {
      "quote": "Beri makan yang lapar dan kunjungi orang yang sakit, dan bebaskan yang tertawan, jika dia dikurung secara tidak adil. Membantu setiap orang yang tertindas baik Muslim atau non-Muslim. ",
      "author": "Nabi Muhammad SAW"
    },
    {
      "quote": "Bicaralah dengan baik atau tetap diam.",
      "author": "Nabi Muhammad SAW"
    },
    {
      "quote": "Jauhilah dengki, karena dengki memakan amal kebaikan sebagaimana api memakan kayu bakar.",
      "author": "Nabi Muhammad SAW"
    },
    {
      "quote": "Barang siapa yang tidak mensyukuri yang sedikit, maka ia tidak akan mampu mensyukuri sesuatu yang banyak.",
      "author": "Nabi Muhammad SAW"
    },
    {
      "quote": "Pria yang baik memperlakukan wanita dengan hormat.",
      "author": "Nabi Muhammad SAW"
    },
    {
      "quote": "Ingatlah, boleh jadi manusia itu mencintai sesuatu yang membahayakan dirinya atau membenci sesuatu yang bermanfaat baginya. ",
      "author": "Nabi Muhammad SAW"
    },
    {
      "quote": "Cinta kepada Allah adalah puncaknya cinta. Lembahnya cinta adalah cinta kepada sesama.",
      "author": "Nabi Muhammad SAW"
    },
    {
      "quote": "Ulurkan cintamu karena Tuhanmu dan tariklah cintamu karena Tuhanmu, kamu tentu tak akan kecewa.",
      "author": "Nabi Muhammad SAW"
    },
    {
      "quote": "Ketika Anda melihat seseorang yang telah diberi lebih dari Anda dalam uang & kecantikan, maka lihatlah mereka yang telah diberi lebih sedikit.",
      "author": "Nabi Muhammad SAW"
    },
    {
      "quote": "Yang terbaik di antara kamu adalah orang yang tidak menyakiti orang lain dengan lidah dan tangannya.",
      "author": "Nabi Muhammad SAW"
    },
    {
      "quote": "Lebih baik duduk sendiri daripada bergaul dengan yang buruk; dan lebih baik tetap duduk dengan kebaikan daripada sendirian. Lebih baik berbicara dengan seorang pencari ilmu daripada berdiam diri; tetapi diam lebih baik daripada kata-kata kosong.",
      "author": "Nabi Muhammad SAW"
    },
    {
      "quote": "Tuhan tidak melihat wujud dan harta benda Anda, tetapi Dia melihat hati dan perbuatanmu.",
      "author": "Nabi Muhammad SAW"
    }
  ]
}
